import {Category} from "./_types";

export const categories: Category[] = [
    {
        category: 'ПЕРСОНАЖИ СКАЗОК ПУШКИНА',
        items: ["РЫБАК", "ЦАРЬ", "ПЕТУХ", "ЛЕБЕДЬ"],
        level: 1,
    },
    {
        category: "ХОККЕЙНЫЕ КОМАНДЫ",
        items: ["БАРС", "АВАНГАРД", "ЛОКОМОТИВ", "ТРАКТОР"],
        level: 2,
    },
    {
        category: "ГОРЬКИЕ",
        items: ["ШОКОЛАД", "СЛЕЗА", "ПРАВДА", "КОФЕ"],
        level: 3,
    },
    {
        category: "ПРЯЧУТ В СЕБЕ НАЗЕМНОЕ ЖИВОТНОЕ",
        items: ["АЛЬДЕБАРАН", "ПОСЕЛЕНИЕ", "ПРИСЛОНИТЬСЯ", "СКОТИНА"],
        level: 4,
    },
];
